[General]
Translator, "Hrant Ohanyan"
LangVersion, "4.1.0.0"


[Icon]
R0lGODlhEAAQAPe2AP+/AACA/wBt//+7AP/UAP+1AP+8AP/CAP/JADab/zWa///MAFXK///DAJ+V
HQBs/5JwbJJybQCL/wCF/wp+/wx8/1bJ/1C+///HAN2Jef/jAA+k///hAEqOrf/FAJ+PHeV4ap+B
HeRjTpB4c494cp98Hf/cAN5rXN52Y1zS/9x9bmHb/99/bKZ7H//nAJB5df/IAJ+YHf/LAP+4AFG1
/4xtZ5+JHf/XAE63/wBr/1PC/0i0/+N8bJF0b5+THVfC/5ZhXv/aAKCdHZJwawBR/+KTggBf/0+v
/wmM/+KAc1mXrABj//+2AJ+MHZN9eOZwYeRlUeFsWFvH/4txbuRzZYI6Ntx3af/yAN9wYd+IeeBo
WeZqW5JnYpJtaABp/5+AHf/tAEOq/4UoHJ9+HQBg/5F7dt90YuBvXETE/5F1cehiTv/lAKCZHf/O
ANeFdZ96HQBx/1K+///1AONoUx0/oAB7/6mcFOCGdgA7////AIxTTa+IRutwYR1Jn0mp/96OgP/4
ANx5ZuR3Zv/GLlO5/yKM/wBP/916bAB1/5JrZlucsdl/cB2a/95uX5JmYZJoY//fAFSSqgBo/1nP
/1/P/6WhG//NAKB7HeODdKR+LRZRqEKl/6eFRt51Z91zZOdDKZJpZeJ+bwB2/9iCczOp/5+DHRcx
pju5/027///RAFPE/+ByXv/sAAB6//+0AACS/+CMfFW9/+FpV5+GHdp8aEau/////wAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAACH5BAEAALYALAAAAAAQABAA
AAjnAG0JHEiwoMGDBJ2UeTEiTY8IEIZ0SQTqERdHQEgU+QMryx1MSULxACGIyhM+eqZkcDNqkYpD
Vjp5wtLohJYtVWqwoBUIhZlVZ6LImgNFhJpPYhStSDHJgqoLqHbUCrNJAYUHmpRQkvIjFiEaR/wk
KFRBgBcjfSIx0BEHBylGSALUEQUnxxIidDqgObXhlYQJAVohEiCJjCE8pvYMcsVkAIAGMGS0IWBC
AytAdjgVKDDDAIADHhBYIhCEgws5MTIN8HwAA4IFqW5AWgPmSh4hLS69GVMixJdSs2w0+eDDAZtK
CJMrLxgQADs=


[BFAPI_Strings]
ErrorFailClientTime, "Համակարգչի ժամը սխալ է։\nՍտուգեք համակարգային ժամանակը և կրկին փորձեք։"
ErrorFailLogin, "Ստուգեք ձեր էլ. հասցեն և գաղտնաբառը և կրկին փորձեք։"
ErrorFailPrefix, "Failed to connect to your Binary Fortress account."
ErrorInvalidProTrialLicenseKey, "FileSeek-ը փորձարկելու ձեր արտոնագրի բանալին կարծես սխալ է։\nՏեղեկությունների համար կապնվեք մեզ հետ։"
ErrorItemSizeTooLarge, "FileSeek-ի ձեր պրոֆիլներից մեկը երկար է։\nՓորձեք սինք անել ավելի կարճ պրոֆիլը։"
ErrorTrialExpiredPrompt, "FileSeek Pro-ն փորձարկելու ձեր արտոնագիրը ավարտվել է։\nՑանկանու՞մ եք կապնվել մեզ հետ և շարունակել փորձարկել ծրագիրը։"
ErrorUnknownProPurchasedLicenseKey, "FileSeek-ը ձեր արտոնագրի բանալին կարծես սխալ է։\nՏեղեկությունների համար կապնվեք մեզ հետ։"
LoginPrompt, "You need to enter your Binary Fortress login information first.\nWould you like to enter your login information now?"
TitleSync, "Syncing with your Binary Fortress Account"


[BFAPILoginControl_Controls]
btnLogin, "&Login"
btnLogout, "&Logout"
btnMyAccount, "My &Account"
btnMyLicenses, "&Իմ արտոնագրերը"
btnRegister, "&Register"
lblAccountStatus, "Account Status:"
lblEmailAddress, "Email Address:"
lblMyPassword, "Reset Password"
lblName, "Name:"
lblPassword, "Password:"


[BFAPILoginControl_LicenseRestrictions]
LicenseRestrictionBlock, "Անձնական կամ Ընկերություն, # նշվելու է արտոնագրում"
LicenseRestrictionDonation, "Միայն Անձնական, 1 համակարգիչ"
LicenseRestrictionEnterprise, "Անսահմանափակ թվով համակարգիչներ՝ ընկերության տարբեր տեղերում"
LicenseRestrictionPersonalHome, "Միայն Անձնական, անսահմանափակ թվով համակարգիչներ"
LicenseRestrictionSite, "Անսահմանափակ թվով համակարգիչներ՝ 1 տեղում"
LicenseRestrictionStandard, "Անձնական կամ Ընկերություն, 1 համակարգիչ"
LicenseRestrictionSteam, "Անձնական կամ Ընկերություն, անսահմանափակ թվով համակարգիչներ, գլխավոր օգտատերը Դուք եք և Steam-ը տեղադրված է"


[BFAPILoginControl_Strings]
ErrorEnterEmailAddress, "Նշեք ճիշտ էլ. հասցե և կրկին փորձեք։"
ErrorEnterPassword, "Նշեք ձեր էլ. հասցեն և կրկին փորձեք։"
ErrorLoginFailed, "Հնարավոր չեղավ բացել ձեր հաշվի տեղեկությունը։\nՆշեք ձեր էլ. հասցեն և գաղտնաբառը և կրկին փորձեք։"
ErrorNoLicensesFound, "Հնարավոր չեղավ գտնել արտոնագրի մասին տեղեկություն այս հաշվի համար։\nԵթե օգնության կրիք ունեք, գրեք մեզ։"
ErrorUnknownLicenses, "Սխալ է գրանցվել արտոնագրի մասին տեղեկությունը բացելիս։"
ErrorUnknownLogin, "Սխալ է գրանցվել ձեր հաշվի մասին տեղեկությունը բացելիս։"
Note, "Մուտք գործեք՝ ստանալու համար FileSeek-ի արտոնագրի բանալին և սինք անելու ձեր որոնման պրոֆիլները։"
SelectLicensePrompt, "You are currently using the Free version, a Pro Trial license, or your License Key is invalid.\nWould you like to load a License Key from your Binary Fortress account?"
Title, "My Binary Fortress Account"
TitleLoadingLicenses, "Արտոնագրի տեղեկության բեռնում"


[BFAPIMyLicenses_Controls]
colDateCreated, "Ստեղծվել է՝"
colDateExpires, "Ավարտվելու է՝"
colLicenseKey, "Արտոնագրի բանալին"
colLicenseRestrictions, "Արտոնագրի սահմանափակումը"
colLicenseType, "Արտոնագրի տեսակը"
colName, "Արտոնագրի անունը"


[BFAPIMyLicenses_Strings]
ConfirmUseLicense, "Օգտագործե՞լ արտոնագրի այս բանալին։"
ErrorSelectLicense, "Ընտրեք արտոնագիրը ցանկից և կրկին փորձեք։"
ShowNeedLicenseWarning, "Ընտրեք արտոնագրի բանալիներից մեկը և սեղմեք 'ԼԱՎ'՝ այն օգտագործելու համար։"
Title, "Իմ Արտոնագրերը"


[BFFormDownload_Strings]
ConfirmCancel, "Չեղաղրկե՞լ այս բեռնումը։"
Error, "Սխալ է գրանցվել։"
Progress, "Մնացել է՝ {0} ԿԲ ({1} ԿԲ-ից)"
ProgressUnknown, "Բեռնվում է՝ {0} ԿԲ"


[BFFormErrorMessage_Controls]
btnCopy, "&Պատճենել Մեկուսաշրջույթ"
btnMoreInformation, "&Ցուցադրել մանրամասները"


[BFFormProxySettings_Controls]
btnSave, "Պահպանել"
lblProxyAddress, "Սպասարկիչի հասցեն."
lblProxyPassword, "Գաղտնաբառը."
lblProxyPassword2, "Կրկնեք գաղտնաբառը."
lblProxyPort, "Պորտը."
lblProxyUsername, "Օգտատերը."
rdoCustomSettings, "Օգտ. &Պրոքսիի ընտրված կարգավորումներ."
rdoNoProxy, "&Առանց պրոքսի սպասարկիչի (ուղղակի միացում)"
rdoUseIESettings, "Օգտ. &Internet Explorer-ի միացման կարգավորումները"


[BFFormProxySettings_Strings]
EnterServerAddress, "Ընտրեք Պրոքսի սպասարկիչի հասցեն կամ ընտրեք 'Առանց պրոքսիի'։"
EnterServerPort, "Նշեք պրոքսի սպասարկիչի պորտը կամ ընտրեք 'Առանց պրոքսիի'։"
PasswordDecryptionFailed, "Համացանցի միացման ձեր կարգավորումները կարծես սխալ են։\nԿրկնեք պրոքսի սպասարկիչի գաղտնաբառը։"
PasswordsNotMatch, "Պրոքսի սպասարկիչի գաղտնաբառերը չեն համընկնում, կրկին փորձեք։"
Title, "Համացանցի մուտքի կարգավորումներ"


[BFFormSelectApplication_Controls]
ButtonBrowse, "&Ընտրել"
ButtonRefresh, "&Թարմացնել"
ColApplication, "Ծրագիրը"
ColPath, "Ճ-ը"
GroupDesktopApplications, "Desktop Applications"
GroupWindows8Applications, "Windows 8 Applications"


[BFFormSelectApplication_Strings]
AllApplications, "Բոլոր ծրագիրը"
PleaseSelectApplication, "Նախ ընտրեք ծրագիրը։"
Title, "Ընտրեք ծրագիրը"


[BFFormSettingsAdvanced_Controls]
btnDelete, "Հիմնական արժեքը"
colSetting, "Կարգավորումը"
colValue, "Արժեքը"
lblHelp, "Կրկնակի սեղմեք՝ փոխելու համար, սեղմեք 'Օգնություն'՝ մանրամասների համար։"


[BFFormSettingsAdvanced_Strings]
ErrorSaving, "Սխալ՝ կարգավորումը պահպանելիս։"
SavedSuccessfully, "Լրացուցիչ կարգավորումը հաջողությամբ պահպանվել է։\nՎերաբացեք FileSeek-ը՝ կարգավորումը գործարկելու համար։"
Title, "Լրացուցիչ կարգավորումներ"
TitleEdit, "Խմբագրել լրացուցիչ կարգավորումները"


[BFFormSupportRequest_Controls]
lblEmailAddress, "Էլ. հասցեն."
lblMessage, "Նամակը."
lblName, "Անունը."
lblSubject, "Վերնագիրը."
lblWarning, "Տեղեկությունները Անսարքությունների ներդիրից և Debug.log ֆայլից կկոդավորվեն և կուղարկվեն աջակցության այս հարցման հետ, որպեսզի մենք կարողանանք արագորեն օգնել ձեզ։"


[BFFormSupportRequest_Strings]
EnterEmailAddress, "Նշեք ճիշտ էլ. հասցե և կրկին փորձեք:"
EnterMessage, "Գրեք հաղորդագրությունը և կրկին փորձեք:"
EnterName, "Նշեք ձեր անունը և կրկին փորձեք:"
EnterSubject, "Գրեք վերնագիրը:"
SendSuccess, "Տեղեկությունը հաջողությամբ է ուղարկվել:\nՄենք կկապնվենք ձեզ հետ 1 օրվա ընթացքում:"
Title, "Ուղարկել"
TooLongEmailAddress, "Էլ. հասցեն գրեք ավելի կարճ և կրկին փորձեք:"
TooLongName, "Գրեք ավելի կարճ անուն և կրկին փորձեք:"


[BFFormUpdate_Controls]
btnChangeLog, "&Նայել փոփոխությունները"
btnDownload, "Բեռնել և &տեղադրել"
btnRemindMeLater, "&Հիշեցնել ավելի ուշ"
btnSkipThisVersion, "&Բաց թողնել այս տարբերակը"
btnWebsite, "&Բեռնել"
lblNewVersion, "Նոր տարբերակը."
lblOldVersion, "Ընթացիկ տարբերակը."
lblUpdateNotes, "Ի՞նչն է նոր այս տարբերակում."


[BFFormUpdate_Strings]
ConfirmSkipVersion, "Խորհուրդ ենք տալիս թարմացնել ծրագիրը այս տարբերակով:\nԲաց թողնե՞լ այս թարմացումը:"
DownloadFailedSave, "Հնարավոր չեղավ պահպանել ֆայլը համակարգչում:"
DownloadingUpdate, "Թամացումը բեռնվում է"
DownloadInvalidData, "Սպասարկիչը սխալ պատասխան է ուղարկել:"
DownloadNoData, "Տվյալներ չեն ուղարկվել վեբ կայքից:"
ErrorDownload, "Սխալ՝ նոր տարբերակը բեռնելիս:"
FreeNotice, "This update, and all future updates are free! Update today and enjoy!"
Title, "Հասանելի է թարմացում"
UpdateProMessage, "Պետք է նորացրեք FileSeek Pro-ի՝ օգտագործելու համար մեկ սեղմամբ թարմացումը:\nՑանկանու՞մ եք ընթերցել նորացման մասին մանրամասներ:"


[BFHelpButton_Controls]
mniOnlineHelp, "Առցանց օգնություն"
mniSupportRequest, "Աջակցության հարցում"


[BFTextQuery_Strings]
CaseSensitive, "Տառաշարազգայուն."
MayContain, "Կարող է պարունակել."
MayNotContain, "Կարող է չպարունակել."
MustContain, "Պետք է պարունակի."
MustNotContain, "Չպետք է պարունակի."


[BFUpdateCheck]
AlreadyInProgress, "Թարմացումները ստուգվում են՝"
ErrorRunningDownloadedFile, "Սխալ՝ ծրագրի բեռնված ֆայլը բացելիս:"
FailedToGetVersion, "Հնարավոր չեղավ ստանալ նոր տարբերակի տեղեկությունը:"
InvalidLicensePrompt, "FileSeek Pro-ի ձեր արտոնագրի բանալին կարծես սխալ է:\nԽնդրում ենք վճարել FileSeek Pro-ի ճիշտ արտոնագրի համար՝ օգնելու մեզ զարգացնել այս ծրագիրը:\nՑանկանու՞մ եք ընթերցել մանրամասները:"
NoUpdate, "Սա ծրագրի վերջին տարբերակն է։"
Title, "Թարմացնել"


[cFunctions_Strings]
FolderNotRecognized, "Ընտրված թղթապանակը չի վերակազմվել և չի կարող որոնվել:"


[cSettings_Strings]
SettingsLoadError, "Սխալ՝ կարգավորումները բացելիս:"
SettingsSaveError, "Սխալ՝ կարգավորումները պահպանելիս:"


[frmMain_Controls]
btnBrowseAppendExcludePath, "Ընտրել && Ավելացնել"
btnBrowseExcludePath, "Ընտրել"
btnFolderBrowse, "&Ընտրել"
btnFolderBrowseAppend, "Ընտրել && Ավելացնել"
btnNewSearch, "Փնտրել &Նոր ներդիրում"
btnPause, "Դադար"
btnResume, "Շարունակել"
btnSearch, "&Փնտրել"
btnStop, "Կ&անգնեցնել"
chkCaseSensitive, "&Տառաշարազգայության հարցում"
chkFileSizeMax, "Ֆայլի առավելագույն չափը."
chkFileSizeMin, "Ֆայլի նվազագույն չափը."
chkIsExcludeFilesRegEx, "Exclude Files Filter is RegEx"
chkIsIncludeFilesRegEx, "Include Files Filter is RegEx"
chkIsQueryRegEx, "Հարցումը RegEx-ում"
chkSearchSubFolders, "Փնտրել ենթա&թղթապանակներում"
chkShowFirstResult, "&Ցուցադրել միայն առաջին արդյունքը՝ յուրք. ֆայլի համար"
chkShowIncludeFilterMatchFiles, "Show file names that match the "include files" filter"
chkShowIncludeFilterMatchFolders, "Show folder names that match the "include files" filter"
chkShowQueryMatchFiles, "Ցուցադրել ֆայլերի անունները, որոնք համապատասխանում են հարցմանը"
chkShowQueryMatchFolders, "Ցուցադրել թղթապանակի անունները, որոնք համապատասխանում են հարցմանը"
chkUseIFilters, "Ֆայլը օգտ. է File Handlers (դանդաղ է)"
colDateAccessed, "Մուտքի ամսաթիվը"
colDateCreated, "Ստեղծելու ամսաթիվը"
colDateModified, "Փոփոխելու ամսաթիվը"
colExtension, "Extension"
colFile, "File Name"
colFileSize, "Ֆայլի չափը"
colLine, "Տողը"
colLineNumber, "Տողի #"
colPath, "Ճ-ը"
lblAccessedTo, "-ի"
lblAdditionalLinesAfter, "Ցուցադրել այս բազմաթիվ տողերը որոնումից հետո."
lblAdditionalLinesBefore, "Ցուցադրել այս բազմաթիվ տողերը որոնման արդյունքից առաջ և հետո."
lblCreatedTo, "-ի"
lblDateAccessed, "Մուտքի ամսաթիվը."
lblDateCreated, "Ստեղծելու ամսաթիվը."
lblDateFilterLogic, "Date Filter Logic:"
lblDateModified, "Փոփոխելու ամսաթիվը."
lblExcludeFiles, "Բացառել ֆայլեր."
lblExcludePath, "Բացառել ճ-ներ."
lblFilterResults, "Filter:"
lblIncludeFiles, "Ներառել ֆայլեր."
lblModifiedTo, "-ի"
lblPath, "Ճ-ները."
lblQuery, "Հերթը."
lblStatusFound, "Համապատասխանություն՝ {0}"
lblStatusTotal, "Փնտրված ֆայլերը՝ {0}"
mniAbout, "Ծրագրի մասին"
mniClearSearchHistory, "Clear Search History"
mniCloseAll, "Փակել բոլորը"
mniCloseAllButThis, "Փակել մյուսները"
mniCloseSearch, "Փակել"
mniCopyToClipboard, "Copy Selected Results"
mniCopyToClipboardAll, "Պատճենել բոլոր արդյունքները"
mniExit, "Փակել"
mniExplorerContextMenu, "Windows-ի Համատեքստային ցանկը"
mniHelp, "Help"
mniOpenFolder, "Բացել թղթապանակը"
mniOpenFolderOnly, "Բացել թղթապանակը"
mniOpenOther, "Բացել այլ ծրագրով"
mniPermenentDelete, "Permanently Delete Selected Files"
mniRemoveRows, "Հեռացնել ընտրված արդյունքները ցանկից"
mniSettings, "Կարգավորումներ"
mniShowFilterControls, "Show Filter Controls"
mniTextCopy, "&Պատճենել"
mniTextSelectAll, "Ընտրել &բոլորը"
mniTools, "&Գործիքներ"
mniTrayExit, "Exit"
mniTrayLoadProfiles, "Load Profile"
mniTrayShowFileSeek, "Show FileSeek"
mniTraySyncProfiles, "Sync Profiles"
mnuCopyFilePath, "Copy Selected Filenames (comma separated)"
mnuExportAllHTML, "Արտածել բոլոր արդյունքները HTML-ով"
mnuExportSelectedResultsHTML, "Արտածել ընտրված արդյունքները HTML-ով"
mnuFileCopy, "Copy Selected Files"
mnuFileDelete, "Delete Selected Files"
mnuLanguage, "Լեզուները"
mnuLoadProfile, "Բացել"
mnuManageProfiles, "Կառավարել պրոֆիլները"
mnuOpen, "Բացել"
mnuOpenNotepad, "Բացել Notepad-ով"
mnuProfile, "Պրոֆիլներ"
mnuSave, "Պահպանել"
mnuSaveAll, "Արտածել բոլոր արդյունքները CSV-ով"
mnuSaveProfile, "Save New Profile"
mnuSaveSelection, "Արտածել ընտրված արդյունքները CSV-ով"
mnuShowFullLanguageList, "Ցուցադրել ամբող ցանկը"
mnuSyncProfiles, "Sync Profiles"
rdoMatchQueryLineByLine, "Համապատասխան ֆայլի տողին"
rdoMatchQueryToWholeFile, "Համապատասխան ամբողջ ֆայլին"
tabAdvanced, "Լրացուցիչ"
tabDateFilters, "Ամսաթվի ֆիլտրերը"
tabFileSizeFilters, "Ֆայլի չափի ֆիլտրերը"
tabSearch, "Փնտրել"


[frmMain_Strings]
AccessedAfterTT, "Մուտք {0}-ից հետո"
AccessedBeforeTT, "Մուտք {0}-ից առաջ"
AccessedBetweenTT, "Մուտք {0}-ի և {1}-ի միջև"
AppSelectionErrorPartOne, "Ընտրված ծրագիրը չի գտնվել։"
AppSelectionsErrorPartTwo, "Ընտրե՞լ մեկ ուրիշը։"
btnNewSearchTT, "Բացել նոր ներդիրում և սկսել որոնումը"
btnSearchTT, "Սկսել որոնումը ընթացիկ ներդիրում"
btnStopTT, "Կանգնեցնել ընտրված որոնումը"
CaseSensitiveQueryTT, "Հարցում տառադարձմամբ"
cboDateFilterLogic_AND, "AND"
cboDateFilterLogic_OR, "OR"
chkShowFirstResultTT, "Կցուցադրի միայն համապատ-ը առաջին տողին, երբ համապատ. է ամեն տողին"
ColumnWidthRestoreError, "Սխալ՝ սյան լայնքը վերականգնելիս։"
ColumnWidthSaveError, "Սխալ՝ սյան լայնքը պահպանելիս։"
ContextMenuError, "Սխալ՝ Windows-ի Համատեքստային ցանկը ցուցադրելիս։"
CreatedAfterTT, "Ստեղծվել է {0}-ից հետո"
CreatedBeforeTT, "Ստեղծվել է {0}-ից առաջ"
CreatedBetweenTT, "Ստեղծվել է {0}-ի և {1}-ի միջև"
CSVSpreadsheet, "CSV ֆայլեր"
CustomAppOpenError, "Սխալ՝ ընտրված ծրագրով ֆայլը բացելիս։"
DateCreatedError, "Ընտրեք 'Ստեղծելու ամսաթիվը Ավարտի ամսաթիվը', որը ավելի ուշ է, քան սկիզբը։"
DateFiltersSelected, "Ամսաթվի ֆիլտրեր."
DateMismatchError, "Ընտրեք 'Ստեղծելու ամսաթիվը Ավարտի ամսաթիվը', որը ավելի ուշ է, քան սկիզբը։"
DateModifiedError, "Ընտրեք 'Փոփոխելու ամսաթիվը Ավարտի ամսաթիվը', որը ավելի ուշ է, քան սկիզբը։"
EmptyPDFError, "PDF file was searched but contained no text"
EnterProfileName, "Նշեք պրոֆիլի անունը."
ExcludeFilesTT, "Բացառել ֆայլերը՝ {0}"
ExcludePathsTT, "Բացառել ճ-ները՝ {0}"
FileDeleteMessage, "Խնդրում ենք սպասել, մինչ FileSeek-ը կատարում է գործողությունը:\nԿարող եք փակել այս պատուհանը, բայց դա կարող է հանգեցնել անկանխատեսելի հետևանքների:"
FileDeleteQuestion, "Ջնջե՞լ ընտրված ֆայլերը և թղթապանակները։"
FileDeleteTitle, "Ջնջել ֆայլերը"
FileDeletionError, "Սխալ՝ ընտրված ֆայլերը ջնջելիս։"
FileHandlerError, "Նշեք որոնման ճանապարհը։"
FileIncludeNameMatch, "Համընկնում ըստ անվան [Ներառյալ ֆայլերի ֆիլտրը]"
FileOpenError, "Սխալ՝ ֆայլը բացելիս։"
FilePermenentDeleteQuestion, "Are you sure you want to permanently delete the selected files or folders?"
FileQueryNameMatch, "Համընկնում ըստ անվան [Հարցումը]"
FileReadError, "Սխալ՝ {0} ֆայլին դիմելիս"
FileSelectionError, "Ընտրեք գոնե 1 ֆայլ, որը գոյություն ունի և կրկին փորձեք։"
FileSizeError, "Ընտրեք Ֆայլի առավելագույն չափը, որը հավասար է կամ մեծ է, քան Ֆայլի նվազագույն չափը։"
FileSizeFiltersSelected, "Ֆայլի չափի ֆիլտրեր."
FilesSearched, "Ֆայլ է ընտրված. {0}"
FilesSkipped, "Files Skipped: {0}"
FolderBrowserDescription, "Ընտրեք որոնելու թղթապանակը"
FolderBrowsingError, "Սխալ՝ թղթապանակը բացելիս։"
FolderIncludeNameMatch, "Համընկնում ըստ թղթփպ. անվան [Ներառյալ ֆայլի ֆիլտրը]"
FolderItemError, "Հնարավոր չեղավ ստանալ թղթ. ֆայլի համար. {0}"
FolderOpenError, "Սխալ՝ թղթապանակը բացելիս։"
FolderQueryNameMatch, "Համընկում ըստ թղթ. անվան [Հարցման տեքստը]"
FolderReadError, "Սխալ՝ թղթ-ները թղթ-ում կարդալիս. {0}"
HiddenFolderError, "Not searching because it is a hidden file/folder"
HyperTextMarkupLanguageFile, "Hyper Text Markup լեզվի ֆայլեր"
IFilterWarning, "Միացրեք ֆայլի մշակիչները՝ ցուցադրելու համար արդյունքները՝ {0} ֆայլեր"
IncludeFilesTT, "Ներառյալ ֆայլերը՝ {0}"
InvalidExcludeFilesRegExError, "Exclude Files RegEx pattern is invalid.\n{0}"
InvalidFolderLength, "Թղթապանակի սխալ չափ։"
InvalidIncludeFilesRegExError, "Include Files RegEx pattern is invalid.\n{0}"
InvalidQueryRegExError, "RegEx նախշը սխալ է։\n{0}"
KeypressError, "Սխալ է գրանցվել ստեղները սեղմելիս։"
LinkedFolderError, "Հնարավոր չէ փնտրել թղթապանակը, քանզի այն հղում է"
MatchesFound, "Համընկնումներ՝ {0}"
MatchesFromQueue, "Queued Results: {0}"
MaxFileSizeTT, "Ֆայլի առավելագույն չափը՝ {0}"
MaxPathError, "Ճանապարհը երկար է և կարող է չաշխատել որոշ ծրագրերում"
MenuOpenError, "Սխալ՝ ընտրացանկը բացելիս։"
MinFileSizeTT, "Ֆայլի նվազագույն չափը՝ {0}"
ModifiedAfterTT, "Փոփոխված {0}-ից հետո"
ModifiedBeforeTT, "Փոփոխված {0}-ից առաջ"
ModifiedBetweenTT, "Փոփոխված {0}-ի և {1}-ի միջև"
More, "(ավելին)"
NoDateFiltersSelected, "Չկան ընտրված ամսաթվի ֆիլտրեր"
NoFileSizeFiltersSelected, "Չկան ընտրված ֆայլի չափի ֆիլտրեր"
NoOptionsSelected, "Ընտրանքները նշված չեն"
NotepadError, "Սխալ՝ ֆայլը Notepad-ով բացելիս։"
NoTextSelectionError, "Ընտրեք տեքստը և կրկին փորձեք։"
NotYourProfile, "Այս պրոֆիլը ձերը չէ։"
OnlyShowFirstResultTT, "Ցուցադրել միայն առաջին արդյունքը"
OpenManyQuestion, "Բացե՞լ {0} ֆայլերը և թղթապանակները։"
OptionsSelected, "Ընտրանքներ են ընտրված."
PathsTT, "Ճ-հ(երը). {0}"
PathTooLongError, "Windows-ը չի աջակցում այս գործողությունը՝ երկար անուններով։"
ProfileLoadError, "Սխալ՝ պրոֆիլը բացելիս։"
ProfileLoadOnStartError, "There was an error loading this profile. The Profile does not exist."
ProfileOverwriteQuestion, "Վերագրե՞լ '{0}' պրոֆիլը։"
ProfileSaved, "Որոնման պահպանված կարգավորումներ '{0}' պրոֆիլի համար"
ProfileSaveError, "Հնարավոր չէ պահպանել պրոֆիլը։"
ProOnlyDoubleClickPrompt, "Your default double-click handler is set to a FileSeek Pro only feature.\nYou can change the default double click handler on the Settings > Search tab.\n\nWould you like more information about upgrading?"
QueryTT, "Հարցումը.\n{0}"
rdoMatchQueryLineByLineTT, "Բացել ֆայլի տողը ժամանակին և փորձել համապատասխանեցնել հարցումը յուրք. տողին"
rdoMatchQueryToWholeFileTT, "Բացել ամբողջ. ֆայլը միանգամից և փորձել համապատասխանեցնել հարցումը ամբողջ. տեքստին"
ResultCopied, "Մեկ արդյունք պատճենվել է մեկուսաշրջույթ։"
ResultCopyError, "Սխալ՝ որոնման արդյունքը մեկուսաշրջույթ պատճենելիս։"
ResultSaveError, "There was an error saving your results.\n{0}"
ResultsCopied, "{0} արդյունքներ պատճենվել են մեկուսաշրջույթ։"
ResultSelectionError, "Ընտրեք որոնման գոնե 1 արդյունք և կրկին փորձեք։"
SaveResults, "Պահպանել արդյունքը Spreadsheet-ով"
SaveResultsAsHTML, "Պահպանել արդյունքը HTML-ով"
SaveSearchProfile, "Պահպանել որոնման պրոֆիլը"
SearchComplete, "Որոնումը ավարտվել է {0}վ"
SearchCriteria, "Որոնման չափանիշը."
SearchCriteriaEmptyTT, "Որոնման չափանիշը նշված չէ"
SearchEnd, "Search End: {0}"
SearchError, "Սխալ՝ որոնման ժամանակ։"
SearchStart, "Search Start: {0}"
SearchSubFoldersTT, "Փնտրել ենթաթղթապանակներում"
SettingFormShowError, "Սխալ՝ Կարգավորումներ պատուհանը ցուցադրելիս։"
Syncing, "Syncing with your Binary Fortress Account..."
SystemFolderError, "Not searching because it is a system file/folder"
TextCopyError, "Սխալ՝ տեքստը պատճենելիս։"
TextProcessingError, "Սխալ՝ տեքստի հետ աշխատելիս։"
TextSelectionError, "Ընտրեք տեքստը և կրկին փորձեք։"
txtPathTT, "Տարանջատեք | նշանով"
UseFileHandlersTT, "Օգտ. ֆայլի մշակիչներ"
ViewingAppPartOne, "Դեռ չեք ընտրել դիտելու ծրագիրը"
ViewingAppPartTwo, "Ընտրե՞լ մեկը։"
WindowsVersionError, "Կներեք, այս գործառույթը հասանելի չէ Windows-ի այս տարբերակում։"


[frmProfileManager_Controls]
btnCopyProfile, "Պատճենել պրոֆիլը"
btnDelete, "Delete"
btnRename, "Անվանափոխել"
btnSync, "Sync with your Binary Fortress Account"
colProfileName, "Պրոֆիլի անունը"
colProfileOwner, "Պրոֆիլի տերը"
lblCurrentProfile, "Օգտատերը՝ {0}"


[frmProfileManager_Strings]
CopyProfileNameQuestion, "Անցնե՞լ նոր պրոֆիլին։"
MustSelectAnItem, "Ընտևրեք պրոֆիլը ցանկից և կրկին փորձեք։"
ProfileDeleteQuestion, "Ջնջե՞լ ընտրված պրոֆիլը։"
RenameSearchProfile, "Անվանափոխել ընտրված պրոֆիլը"
SearchProfileName, "Որոնման պրոֆիլի անունը."
Title, "Կառավարել պրոֆիլները"


[frmSettings_Controls]
btnAdvancedSettings, "Advanced Settings"
btnApply, "Կիրառել"
btnBackupSettings, "Export Settings"
btnBrowseOther, "&Ընտրել"
btnChangeToFree, "Փոխել Ազատ տարբերակի"
btnCheckNow, "Check for &Updates Now"
btnClearHistory, "Մաքրել որոնման պատմություը"
btnIFilterToggle, "Փոխել Ֆայլի մշակիչը"
btnLicenseKeyLoadOnline, "Load from Binary Fortress Account"
btnOtherDefault, "&Default"
btnPasteFromClipboard, "Տեղադրել մեկուսաշրջույթից"
btnProxySettings, "Համացանցի կարգավորումները"
btnRestoreSettings, "Restore Settings"
btnTroubleshootingClearLog, "Clear Log"
btnTroubleshootingCopy, "Copy to Clipboard"
btnTroubleshootingOpenLog, "Open Log"
chkAutoUpdate, "Ինքնավար ստուգել թարմացումները"
chkBeta, "Ստուգել նաև Բեթա տարբերակները"
chkCloseToTray, "Close FileSeek to the system tray"
chkCombineParameters, "Pass multiple files to the same instance, instead of opening multiple instances"
chkErrorForLongPaths, "Show an error and skip path when longer than 260 characters"
chkIFilterErrors, "Ցուցադրել սխալը ֆայլերի համար, որոնք չունեն Ֆայլի մշակիչ (երբ Ֆայլի մշակիչի որոնումը միացված է)"
chkIsQueryFullString, "Treat query text as one large query term"
chkLinkedFoldersSearch, "Փնտրել ֆայլեր && թղթապանակներ, որոնք հղում/միացում են"
chkLinkedFoldersSearchShowErrorOnSkip, "Ցուցադրել զգուշացում՝ հղում/միացումը բաց թողնելիս"
chkMinimizeToTray, "Minimize FileSeek to the system tray"
chkOnlyShowMatchedText, "Only show matched text in a search result"
chkSearchHiddenFiles, "Search files && folders that are hidden"
chkSearchSystemFiles, "Search system files && folders"
chkShowErrorEmptyPDF, "Show an Error when an empty PDF file is found"
chkShowFileErrors, "Ցուցադրել սխալ, եթե մուտք չկա ֆայլին/թղթապանակին"
chkShowHiddenFileError, "Show an error when skipping hidden files && folders"
chkShowSystemFileError, "Show an error when skipping system files && folders"
chkShowToolTips, "Show ToolTips"
chkStartWithClearProfile, "Always start FileSeek with blank search criteria"
chkTreatAllIncludeFiltersAsWildcards, "Հարցում անել ներառված բոլոր ֆայլերի ֆիլտրերին որպես դերանշանների"
chkUseCustomDateFormat, "Use a custom date format"
chkWindowsContextMenu, "Ցուցադրել FileSeek-ը Windows-ի Համատեքստային ցանկում"
colName, "Անուն"
colRightToLeft, "Աջից ձախ"
colTranslators, "Թարգմանություններ"
colVersion, "Տարբերակը"
gbAutoUpdate, "Update Check"
gbCmdLineVars, "Հրամանի տողի փոփոխականներ"
gbDateFormat, "Date Format"
gbGeneralOptions, "General Options"
gbReseller, "Reseller Information"
gbUpdateSettings, "Թարմացնել կարգավորումները"
lblCmdLineParam, "Հրամանի տողի բաց թողվող ցուցիչները."
lblDateFormat, "Date Format"
lblDateFormatLink, "Custom Date and Time Format Strings"
lblDefaultDoubleClick, "Ընտրեք հիմնական գործողությունները՝ կրկնակի սեղմելով որոնման արդյունքին."
lblExpireDate, "Արտոնագրի ավարտը."
lblLicenseKey, "Արտոնագրի բանալին."
lblLicenseTo, "Արտոնված է առ."
lblNumChar, "Ցուցադրել այս բազմաթիվ նշանները՝ յուրք. որոնման համար."
lblSelectViewingApp, "Ընտրված ֆայլը դիտելու ծրագիրը."
lblSkipFile, "Maximum search time allowed per file (0=unlimited):"
lblUpdateLanguages, "Get New and Updated Languages"
LogLevel0, "Logging: Disabled"
LogLevel1, "Logging: Important Only"
LogLevel2, "Logging: Detailed"
LogLevel3, "Logging: All Lines"
tabLanguage, "Լեզուներ"
tabLicense, "Արտոնագրի բանալին"
tabTroubleshooting, "Troubleshooting"


[frmSettings_Strings]
AppBrowsingError, "Սխալ՝ ծրագրով դիտման ժամանակ։"
cboDefaultDoubleClickOperation_ExportAllCSV, "Բոլոր արդյունքները արտածել CSV-ով"
cboDefaultDoubleClickOperation_ExportAllHTML, "Բոլոր արդյունքները արտածել HTML-ով"
cboDefaultDoubleClickOperation_ExportSelectedCSV, "Ընտրված արդյունքները արտածել CSV-ով"
cboDefaultDoubleClickOperation_ExportSelectedHTML, "Ընտրված արդյունքները արտածել HTML-ով"
cboDefaultDoubleClickOperation_Open, "Բացել հիմնական մշակիչով"
cboDefaultDoubleClickOperation_OpenContainingFolder, "Բացել թղթապանակը"
cboDefaultDoubleClickOperation_OpenNotepad, "Բացել Notepad-ով"
cboDefaultDoubleClickOperation_OpenOther, "Բացել այլ ծրագրով"
ChangeToFreeQuestion, "Ջնջե՞լ արտոնագրի բանալին և անցնել Ազատ տարբերակին։"
chkTreatAllIncludeFiltersAsWildcardsTT, "Եթե միացած է, ապա նշված ուֆ որոնումը կվերաբերի *ուֆ*-ին"
ClearHistoryError, "Սխալ՝ որոնման պատմությւոնը մաքրելիս։"
ClearHistoryWarning, "Մաքրե՞լ որոնման պատմությունը։"
CommandLineError, "Մուտքագրեք հրամանի տողի ցուցիչները կամ սեղմեք 'Ծրագրային'՝ ետարկելու համար։"
CustomDateFormatError, "There was an error assigning your custom date format.\nPlease fix the error and try again."
DebugLogCleared, "The Debug Log file has been successfully cleared."
DebugLogNotFound, "The Debug Log file could not be found.\nMake sure you have enabled Debug Logging first."
DisableFileHandler, "Անջատել ֆայլի մշակիչը"
EnableFileHandler, "Միացնել ֆայլի մշակիչը"
FileCommandDescription, "{0}. Ֆայլի անվան փոխարինիչներ։"
FileHandlerListError, "Սխալ՝ ֆայլի մշակիչները դիտելիս։"
FileHandlerSelectError, "Սխալ՝ ֆայլի մշակիչները ընտրելիս։"
FileHandlerToggleError, "Սխալ՝ ֆայլի մշակիչը փոխելիս։"
FreeVersion, "Ազատ տարբերակը"
HistoryCleared, "Որոնման պատմությունը մաքրվել է։"
InternetSettingsWindowError, "Սխալ՝ Համացանցի կարգավորումների պատուհանը բացելիս։"
InvalidExitcode, "Վերադարձրել է սխալ ExitCode. {0}"
LineCommandDescription, "{0}. Տողի համարի փոխարինիչներ։"
lvIFilters_Extension, "Ընդլայնումը"
lvIFilters_Handler, "Մշակիչը"
lvIFilters_HandlerVersion, "Տարբերակը"
NumOfCharError, "Մուտքագրեք նշաններ {0}-ի և {1}-ի միջև և կրկին փորձեք։"
RestoreSettingsFailed, "Failed to restore your settings."
RestoreSettingsSuccess, "Your settings have been successfully restored."
SettingMenuError, "Սխալ՝ Համատեքստային ցանկի կարգավորման ժամանակ։"
tabSettings_About, "Ծրագրի մասին"
tabSettings_FileHandlers, "Ֆայլի մշակիչներ"
tabSettings_Options, "Ընտրանքներ"
tabSettings_OtherApp, "Այլ ծրագիր"
tabSettings_Search, "Որոնել"
Title, "Կարգավորումներ"
TroubleshootingCopyError, "Failed to copy your Troubleshooting information."
TroubleshootingCopySuccess, "Your Troubleshooting information has been successfully copied to the clipboard."


[HTMLExport_Strings]
OpenSavedSearchResultsQuestion, "Որոնման արդյունքը հաջողությամբ պահպանվել է։\nԴիտե՞լ ֆայլը։"
SearchCriteria, "Որոնելու չափանիշը"
SearchDate, "Որոնելու ամսաթիվը."
Title, "FileSeek որոնելու արդյունքները"


[IFilterHelper_Strings]
UnknownError, "Անհայտ IFilter սխալ"
UsingStandardMethodWarning, "Չկա Ֆայլի մշակիչ այս ֆայլի համար։ Կփնտրվի հիմնական եղանակով։"


[LicenseValidate_Strings]
ExpiredPrompt, "FileSeek-ը փորձարկելու ժամկետը ավարտվել է։\nԵթե արդեն ձեռք եք բերել արտոնագիր, ապա մուտքագրեք այն FileSeek-ի կարգավորումների պատուհանում։\n\nՑանկանու՞մ եք ծանոթանալ FileSeek Pro-ն գնելու մանրամասներին։"
Invalid, "Արտոնագրի բանալին սխալ է։"
InvalidReseller, "Արտոնագրի Ձեր բանալին ճիշտ է միայն FileSeek -ի համար, որը Ձեզ է տրամադրել Ձեր Reseller-ը:\nԿապնվեք Ձեր Reseller-ի հետ:"
LicenseProcessPro, "Շնորհակալություն գրանցվելու համար։"
LicenseProcessProRestoreSettingsPrompt, "An automatic backup of your Pro settings has been detected.\nThis backup file is {0} days old.\nWould you like to import your Pro settings? All of your current settings will be overridden with the settings in the backup."
LicenseProcessRemoved, "Արտոնագրի բանալին հեռացվել է։"
LicenseProcessTrial, "Շնորհակալություն FileSeek Pro-ը փորձարկելու համար։\nԱրտոնագրի ժամկետը կավարտվի {0:D}-ին։"
RegistryExportSuccess, "Ձեր կարգավորումները հաջողությամբ պահպանվել են։"
TrialAlmostDonePrompt, "Ծրագրի փորձարկման ժամանակը շուտով կլրանա։\nԵթե արդեն գնել եք ծրագրի արտոնագիրը, ապա գրանցեք DisplayFusion-ը։\n\nՑանկանու՞մ եք լրացուցիչ տեղեկություններ ստանալ FileSeek Pro-ի մասին։"


[WindowsContextMenu_Strings]
SearchWithFileSeek, "Փնտրել FileSeek-ով"


[Words]
AdminSettingsLock, "Some settings are managed by your system administrator"
Apply, "Apply"
ButtonEnterLicenseKey, "&Նշեք արտոնագրի բանալին"
ButtonLater, "&Ավելի ուշ"
ButtonMoreInformation, "&Մանրամասն"
ButtonUseFreeVersion, "&Օգտագործել Ազատ տարբերակը"
Cancel, "&Չեղարկել"
Close, "&Փակել"
Custom, "Custom"
Default, "Default"
Error, "Սխալ"
ErrorNotAdminUACDisabled, "UAC-ը անջատված է, բայց դուք Ադմին չեք, ձեր հարցումը չի կատարվի։\nՄիացրեք UAC կամ մուտք գործեք որպես Ադմին։\nԵթե արդեն անջատել եք UAC-ը, ապա վերագործարկեք համակարգիչը։"
Help, "Օգնություն"
Info, "Info"
InvalidImageFile, "This image appears to be corrupt, or unreadable."
NeedProQuestion, "Պետք է նորացնեք FileSeek Pro-ի՝ այս հնարավորությունը օգտագործելու համար։\nՑանկանու՞մ եք ծանոթանալ մանրամասներին։"
Never, "Երբեք"
No, "Ոչ"
OK, "&ԼԱՎ"
ProOnlyNotice, "Pro-Only features are highlighted in Blue"
Refresh, "Թարմացնել"
Seconds, "seconds"
Unknown, "Unknown"
Yes, "Այո"


[Installer]
AdditionalIcons, "Լրացուցիչ պատկերներ."
ContextMenu, "Ավելացնել FileSeek-ը Համատեքստային ցանկում"
CurrentUserOnly, "Միայն Ձեզ համար"
DesktopIcon, "Ստեղծել պատկերը &Աշխատասեղանին"
DotNetDownloadNow, "Բեռնե՞լ հիմա։"
DotNetNeededMayNotWork, "FileSeek-ը հնարավոր է նորմալ չաշխատի առանց Microsoft .NET Framework 2.0-ի։"
DotNetRequired, "FileSeek-ը պահանջում է Microsoft .NET Framework 2.0։"
DotNetReRunInstall, "Կրկին փորձեք բացել FileSeek-ը Microsoft .NET Framework 2.0-ը տեղադրելուց հետո։"
ForAllUsers, "Բոլոր օգտվողների համար"
LaunchFileSeek, "Բացել FileSeek-ը"
LicKeyInvalid, "Արտոնագրի բանալին կարծես սխալ է։"
LicKeyLabel, "Արտոնագրի բանալին."
LicKeySelectOption, "Please select a License Key Option and try again."
LicKeyText, "License Key Options:"
LicKeyTextAdminLocked, "Your License Key has been set by your Administrator."
LicKeyTextChangeFree, "Կարգավորումների պատուհանում սեղմեք 'Փոխել Ազատ տարբերակի'՝ օգտագործելու Ազատ տարբերակը։"
LicKeyTextEnterOrFree, "Please enter a valid License Key or select 'Use Free Version'."
LicKeyTextPaid, "Use this License Key:"
LicKeyTextTrial, "Use Trial Version (first time only), reverts to Free Version after 30 days"
RunAtStartup, "Բացել FileSeek-ը Windows-ի հետ"
ShowWelcome, "Ցուցադրել FileSeek-ի Ողջույնի պատուհանը"
TextBefore, "Եթե FileSeek-ը այժմ աշխատում է, ապա փակեք այն և նոր միայն սկսեք նոր տարբերակի տեղադրումը։\n\nԹարմացումների և աջակցության համար այցելեք http://www.fileseek.ca կայքը։"
UninstallRemoveAllData1, "Մեկընդմիշտ ջնջե՞լ FileSeek-ի կարգավորումների, նախապատվությունների և ժամանակավոր ֆայլերը։"
UninstallRemoveAllData2, "Խորհուրդ չի տրվում, եթե կրկին տեղադրելու եք FileSeek-ը։"